Repository: Charlesma/tmx_test
Catalog: conversation.koen.tmx
Source language: ko
Languages: en

source: ㄱㄱ
en: go go

source: ㄱㄱㅆ
en: let's go go

source: ㄱㄷ
en: wait

source: ㄱㅅ
en: thanks

source: 간지
en: gorgeous

source: 고럼
en: sure

source: 깜놀
en: surprised

source: ㄳ
en: thanks

source: ㄴㄴ
en: no no

source: 레알
en: real

source: 방가
en: glad

source: 방가 방가
en: very glad to see

source: 버카충
en: Charge bus card

source: 뽀대
en: gorgeous

source: ㅇㅇ
en: okay

source: 죽인다
en: so sick

source: 즐
en: whatever

source: 쩐다
en: tight

source: ㅊㅋ
en: congratu

source: 추카
en: congratu

source: ㅋㅋ
en: ha ha

source: ㅋㅋㅋ
en: ha ha ha

source: 헐
en: sheesh
